Repository: 84000/data-translation-memory
Catalog: Toh_144-Cultivating_Trust_in_the_Great_Vehicle-v.2.tmx
Source language: bo
Languages: en

source: ཚུལ་ཁྲིམས་དང་། བསླབ་པ་དང་། སྤྱོད་ལམ་དང་། སྤྱོད་པ་ཕུན་སུམ་ཚོགས་པ།
en: They should have impeccable discipline, training, behavior, and conduct.

source: ངག་རྣམ་པར་དག་པ་ཕུན་སུམ་ཚོགས་པ།
en: Their speech must be pure,

source: ཟང་ཟིང་མེད་པའི་སེམས་དང་། ཡོངས་སུ་མི་སྐྱོ་བ་ཕུན་སུམ་ཚོགས་པ་རྙེད་ནས་མཐུ་ཀུན་ཏུ་བསྟན་པའམ། ཐེག་པ་ཆེན་པོའི་ཆོས་མ་ནོར་བར་རིག་པས་ཡང་དག་པར་བསྟན་པའམ།
en: their minds should have no concern for material possessions, and they must never grow weary. Having gained such qualities, they will display their power and teach with unerring knowledge of the Dharma of the Great Vehicle.

source: རྟག་པར་རྒྱུན་དུ་འགྲོ་ཞིང་སྙན་པར་བརྗོད་པས་ཐབས་ཀྱིས་སྟོབས་བསྐྱེད་པ་འདྲིས་པས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྐྱེད་དེ
en: By becoming proficient in skillfully serving and praising such spiritual friends, bodhisattvas engender the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་གྲོགས་ལས་སྐྱེ་བར་རིག་པར་བྱའོ། །
en: This, noble son, is how bodhisattvas engender the trust in the Great Vehicle that allows them to accomplish the Great Vehicle due to a companion.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཡིད་ལ་བགྱིད་པ་ལས་སྐྱེ་བ་གང་ལགས།
en: “Blessed One, how does examination develop the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སྒྲ་ཇི་བཞིན་དུ་ཚུལ་བཞིན་མ་ཡིན་པར་ཆོས་རབ་ཏུ་རྣམ་པར་འབྱེད་པ་ནི་
en: “Noble son, if bodhisattvas analyze the Dharma incorrectly because of taking the teachings too literally,

source: ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྐྱེ་བའི་གནས་མ་ཡིན་ནོ། །
en: it becomes impossible for them to develop trust in the Great Vehicle.

source: སྒྲ་ཇི་བཞིན་དུ་མ་ཡིན་གྱི་དགོངས་པ་ལས་བྱུང་བའི་དོན་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པ་ནི་
en: Instead, they must analyze it correctly by reflecting on the intended meaning rather than the words themselves.

source: ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྐྱེ་བའི་གནས་ཡིན་ནོ། །
en: That is the proper way to develop trust in the Great Vehicle.

source: རིགས་ཀྱི་བུ་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སྒྲ་ཇི་བཞིན་དུ་ཚུལ་བཞིན་མ་ཡིན་པར་ཆོས་རབ་ཏུ་རྣམ་པར་འབྱེད་པ་ལ་ཡང་དག་པ་མ་ཡིན་པའི་ལྟ་བ་ཉི་ཤུ་རྩ་བརྒྱད་འབྱུང་ངོ་། །
en: “Noble son, there are twenty-eight incorrect views by which a bodhisattva analyzes the Dharma incorrectly based on a literal understanding of the teachings.

source: མཚན་མར་ལྟ་བ་དང་། ལྟ་བ་ལ་ལྟ་བ་མ་ཡིན་པར་ལྟ་བ་དང་། ཐ་སྙད་ལ་སྐུར་པ་འདེབས་པའི་ལྟ་བ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་ལ་སྐུར་པ་འདེབས་པའི་ལྟ་བ་དང་། དེ་ཁོ་ན་ལ་སྐུར་པ་འདེབས་པའི་ལྟ་བ་དང་། སྦྱོར་བ་སེལ་བའི་ལྟ་བ་དང་། ཡོངས་སུ་འཛིན་པའི་ལྟ་བ་དང་། སྒྱུར་བའི་ལྟ་བ་དང་། ངེས་པར་འབྱུང་བ་མ་ཡིན་པའི་ལྟ་བ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པར་ལྟ་བ་དང་། འབྱུང་བར་ལྟ་བ་དང་། སྒྲིབ་པ་སོགས་པའི་ལྟ་བ་དང་། བརྙས་པའི་ལྟ་བ་དང་། རབ་ཏུ་འཁྲུགས་པའི་ལྟ་བ་དང་། བསོད་ནམས་མ་ཡིན་པ་འཕེལ་བའི་ལྟ་བ་དང་། ལོག་པར་ལྟ་བ་དང་། ངལ་བ་འབྲས་བུ་མེད་པའི་ལྟ་བ་དང་། འཕེལ་བར་ལྟ་བ་དང་། བསླུ་བའི་ལྟ་བ་དང་། ཁས་མི་ལེན་པར་ལྟ་བ་དང་། གཡོའི་ལྟ་བ་དང་། ཆད་པས་བཅད་པའི་ལྟ་བ་དང་། བཀུར་སྟི་བྱེད་པར་ལྟ་བ་དང་། སྐུར་བའི་ལྟ་བ་དང་། རྨོངས་པ་བརྟན་པའི་ལྟ་བ་དང་། མི་སྨྲ་བའི་ལྟ་བ་དང་། ལྟ་བ་ཆེན་པོ་དང་། མངོན་པའི་ང་རྒྱལ་གྱི་ལྟ་བའོ། །
en: (1) the view of characteristics, (2) the view that views are not views, (3) the view that denigrates conventions, (4) the view that denigrates pollution, (5) the view that denigrates reality, (6) the view that undermines application, (7) the view based on grasping, (8) the view based on modification, (9) the view without escape, (10) the view of irreproachability, (11) the view of escape, (12) the view of obscurations, (13) the view of contempt, (14) the view of hostility, (15) the view of increasing demerit, (16) the wrong view, (17) the view of pointless fatigue, (18) the view of advancement, (19) the view of deception, (20) the view of no claim, (21) the view of fickleness, (22) the view of ridicule, (23) the view of adulation, (24) the view of denigration, (25) the view of stubborn delusion, (26) the view of silence, (27) the great view, and (28) the view of overt pride.

source: རིགས་ཀྱི་བུ་མཚན་མར་ལྟ་བ་གང་ཞེ་ན།
en: 1. “Noble son, you may wonder what ‘the view of characteristics’ refers to.

source: གང་ངས་འདུས་པ་ལས་བྱུང་བའི་ངོ་བོ་ཉིད་ལས་དགོངས་ཏེ་ཆོས་རྣམས་མེད་དོ་ཞེས་
en: First, think of this statement: ‘Considering the essence of conditioned phenomena, I declare that phenomena do not exist.’

source: བསྟན་པ་དེ་ལ་སྒྲ་ཇི་བཞིན་དུ་མངོན་པར་ཞེན་ནས་ཀུན་ནས་ཉོན་མོངས་པ་ལས་བྱུང་བའི་ཆོས་རྣམས་དང་། རྣམ་པར་བྱང་བ་ལས་བྱུང་བའི་ཆོས་རྣམས་ལ་ཡང་མེད་པ་ཉིད་དུ་མངོན་པར་ཞེན་ཅིང་
en: If one becomes attached to the literal meaning of that statement, one might insist that the phenomena stemming from pollution and the phenomena stemming from purification are just nonexistent.

source: མེད་པ་ཉིད་མཚན་མར་འཛིན་ཏེ
en: Thus, one will apprehend their characteristic to be sheer nonexistence.

source: དེ་མཚན་མར་བཟུང་བས་མེད་པར་ལྟ་བར་འགྱུར་ཏེ།
en: Taking phenomena to bear these characteristics, one will assume the view of nonexistence.

source: དེའི་ཕྱིར་མཚན་མར་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of characteristics.

source: དེ་ལ་ལྟ་བ་ལ་ལྟ་བ་མ་ཡིན་པར་ལྟ་བ་ནི་མེད་པར་ལྟ་བ་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་དེ་སྒྲ་ཇི་བཞིན་དུ་མངོན་པར་ཞེན་པས་ལྟ་བ་མ་ཡིན་པར་འདུ་ཤེས་པར་འགྱུར་རོ། །
en: 2. “The view that views are not views occurs when bodhisattvas become so attached to the verbal formulation of a view of nonexistence that they no longer recognize that it is a view.

source: གང་མེད་པར་ལྟ་བ་དེ་ནི་དེའི་ལྟ་བ་ཆེན་པོ་སྟེ།
en: However, insofar as this view conceives of nonexistence, it is indeed an extravagant view.

source: དེའི་ཕྱིར་ལྟ་བ་ལ་ལྟ་བ་མ་ཡིན་པར་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view that views are not views.

source: དེ་ལ་ཐ་སྙད་ལ་སྐུར་པ་འདེབས་པའི་ལྟ་བ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་ལ་སྐུར་པ་འདེབས་པའི་ལྟ་བ་དང་། དེ་ཁོ་ན་ལ་སྐུར་པ་འདེབས་པའི་ལྟ་བ་ནི་མཚན་མར་ལྟ་བ་
en: 3. “The view that denigrates conventions, (4.) the view that denigrates pollution, and (5.) the view that denigrates reality all occur based on the view of characteristics.

source: དེས་ཐམས་ཅད་ལ་སྐུར་པ་བཏབ་པས་
en: The view of characteristics disparages everything,

source: ཐ་སྙད་ལ་སྐུར་པ་འདེབས་པའི་ལྟ་བ་ལ་ཡང་མངོན་པར་ཞེན། ཀུན་ནས་ཉོན་མོངས་པ་ལ་སྐུར་པ་འདེབས་པའི་ལྟ་བ་ལ་ཡང་མངོན་པར་ཞེན། དེ་ཁོ་ན་ལ་སྐུར་པ་འདེབས་པའི་ལྟ་བ་ལ་ཡང་མངོན་པར་ཞེན་ཏེ།
en: which in turn leads one to cling to the views that denigrate conventions, pollution, and reality.

source: དེའི་ཕྱིར་ཐ་སྙད་ལ་སྐུར་པ་འདེབས་པའི་ལྟ་བ་ཞེས་ཀྱང་བྱ།
en: This is what is meant by ‘views that denigrate conventions, [pollution, and reality.’]

source: ཀུན་ནས་ཉོན་མོངས་པ་ལ་སྐུར་པ་འདེབས་པའི་ལྟ་བ་ཞེས་ཀྱང་བྱ།
en: This is what is meant by ‘views that denigrate [conventions,] pollution, [and reality.’]

source: དེ་ཁོ་ན་ལ་སྐུར་པ་འདེབས་པའི་ལྟ་བ་ཞེས་ཀྱང་བྱའོ། །
en: This is what is meant by ‘views that denigrate [conventions, pollution, and] reality.’

source: དེ་ལ་སྦྱོར་བ་སེལ་བའི་ལྟ་བ་ནི་སྐུར་པ་འདེབས་པའི་ལྟ་བ་ཅན་དེ་ཉིད་གོང་དུ་རབ་ཏུ་རྣམ་པར་འབྱེད་པ་ལ་སྦྱོར་བ་སེལ་བར་བྱེད་པ་སྟེ།
en: 6. “In this regard, the view that undermines application embraces the view of denigration. It undermines the application of close analysis in terms of what is higher.

source: དེས་ན་ཁྱད་པར་དུ་འགྲོ་བ་ལས་ཡོངས་སུ་འཛིན་པ་ཉམས་སོ། །
en: Thus, it weakens adherence based on the distinctive type of progress.

source: དེ་ལ་ཡོངས་སུ་འཛིན་པའི་ལྟ་བ་ནི་ལྟ་བ་ལ་ལྟ་བ་མ་ཡིན་པར་ལྟ་བ་དང་། སྐུར་བ་འདེབས་པའི་ལྟ་བ་དང་། སྦྱོར་བ་སེལ་བའི་ལྟ་བ་ཅན་དེ་ཉིད་གཞན་དག་དང་།
en: 7.“ ‘The view based on grasping’ refers to those who have the view that views are not views, the view of denigration, and the view that undermines application.

source: ཆོས་ཀྱི་མཚན་ཉིད་རྣམ་པར་གདོན་མི་ཟ་བར་བྱེད་པ་ན་མེད་པའི་ཕྱོགས་ཉིད་ཡོངས་སུ་འཛིན་ཏེ
en: When they indubitably establish the characteristics of phenomena, they grasp at the position of nonexistence.

source: དེའི་ཕྱིར་ཡོངས་སུ་འཛིན་པའི་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view based on grasping.

source: དེ་ལ་སྒྱུར་བའི་ལྟ་བ་ནི་གལ་ཏེ་ཐེག་པ་ཆེན་པོའི་མདོ་སྡེའི་དོན་རྗོད་ཅིང་ཆོས་འདི་དག་ཐམས་ཅད་ནི་མེད་པའི་དོན་དུ་མངོན་པར་སྨྲའོ་
en: 8. “The view based on modification occurs when one declares the meaning taught in the Great Vehicle discourses, announcing that all of these teachings demonstrate nonexistence.

source: ཞེས་དོན་དེ་དག་མེད་པར་ལྟ་བ་དེ་ཉིད་ལ་སྒྱུར་བ་སྟེ།
en: In this way, one modifies the meaning of the discourses into the view of nonexistence.

source: དེའི་ཕྱིར་སྒྱུར་བའི་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view based on modification.

source: དེ་ལ་ངེས་པར་འབྱུང་བ་མ་ཡིན་པའི་ལྟ་བ་ནི། རིགས་ཀྱི་བུ་བདག་དང་གཞན་ཡོངས་སུ་འཛིན་པའི་ལྟ་བ་གང་ཡིན་པ་དང་། སྒྱུར་བའི་ལྟ་བ་གང་ཡིན་པ་ལ་རྟེན་པས་
en: 9. “The view without escape, noble son, is based on the view based on grasping oneself and others and the view based on modification.

source: དེ་ཐེག་པ་དམན་པས་ཀྱང་བྱང་ཆུབ་ཏུ་ངེས་པར་མི་འབྱུང་ནབླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལྟ་ཅི་སྨོས།
en: With these views one will not even attain the awakening of the lower vehicle, let alone unsurpassed and completely perfect awakening.

source: དེའི་ཕྱིར་ངེས་པར་འབྱུང་བ་མ་ཡིན་པའི་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why this is called the view without escape.

source: དེ་ལ་ཁ་ན་མ་ཐོ་བ་མེད་པར་ལྟ་བ་ནི་དེ་མེད་པའི་མཚན་མ་ལ་ལྟ་བར་གྱུར་ནས་
en: 10. “The view of irreproachability arises from the view that adheres to the characteristic of nonexistence.

source: འདི་ལྟར་གང་ལྟ་བ་འདི་དང་ལྡན་ན་དེ་གང་ཅུང་ཟད་འཁྲུལ་པའི་ཉེས་བྱས་ལ་སྤྱོད་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཐམས་ཅད་དུ་ཁ་ན་མ་ཐོ་བ་མེད་པར་འགྱུར་རོ་སྙམ་དུ་ལྟ་བར་འགྱུར་ཏེ
en: Here one thinks, ‘Bodhisattvas are without wrongdoing in all regards, even though they perform some slight confused misdeeds.’

source: དེའི་ཕྱིར་ཁ་ན་མ་ཐོ་བ་མེད་པར་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of irreproachability.

source: དེ་ལ་འབྱུང་བར་ལྟ་བ་ནི་གང་མེད་པའི་མཚན་མར་ལྟ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། མེད་པའི་མཚན་མར་ལྟ་བ་འདི་ནི་ཉེས་བྱས་ཀྱི་ཁ་ན་མ་ཐོ་བ་ཐམས་ཅད་ཀྱི་འབྱུང་བའོ་སྙམ་དུ་སེམས་ལ་དེ་ནི་འབྱུང་བ་མ་ཡིན་ཏེ།
en: 11. “The view of escape occurs when a bodhisattva who has a conceptual view of nonexistence incorrectly thinks, ‘This view of the characteristics of nonexistence provides escape from all misguided wrongdoing.’

source: དེའི་ཕྱིར་འབྱུང་བར་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of escape.

source: དེ་ལ་སྒྲིབ་པ་སོགས་པའི་ལྟ་བ་ནི་ཁ་ན་མ་ཐོ་བ་མེད་པར་ལྟ་བ་དང་འབྱུང་བར་ལྟ་བ་ཉིད་དེ། སྒྲིབ་པའི་རྒྱུ་ལ་དེའི་གཉེན་པོ་ཡིན་པའི་བློ་འབྱུང་བའི་ཕྱིར་རོ། །
en: 12.“ ‘The view of increasing obscurations’ refers to the views of irreproachability and escape because the idea forms that they are an antidote to the cause of obscuration.

source: དེ་ལ་བརྙས་པའི་ལྟ་བ་ནི་གང་མེད་པའི་མཚན་མ་ལ་ལྟ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཉན་ཐོས་ཀྱི་ཐེག་པ་ལ་བརྙས་པའི་སེམས་སྐྱེད་དེ།
en: 13. “The view of contempt occurs when a bodhisattva who has a conceptual view of nonexistence develops contempt for the vehicle of the hearers, thinking,

source: ཆོས་འདི་དག་ནི་ཆུང་བའི་ཕྱིར་
en: ‘These teachings are inferior!

source: བྱང་ཆུབ་སེམས་དཔས་ཆོས་དེ་དག་གོམས་པར་མི་བྱ།
en: A bodhisattva should not meditate on them

source: བྱང་ཆུབ་སེམས་དཔས་ཆོས་དེ་དག་ལ་མཁས་པར་མི་བྱའི།
en: and should not become learned in them!

source: བྱང་ཆུབ་སེམས་དཔས་ཆོས་དེ་དག་རིང་དུ་ཡོངས་སུ་སྤང་བར་བྱའོ་སྙམ་སྟེ།
en: Bodhisattvas must totally reject and distance themselves from these teachings!’

source: དེའི་ཕྱིར་བརྙས་པའི་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of contempt.

source: དེ་ལ་རབ་ཏུ་འཁྲུགས་པའི་ལྟ་བ་ནི་གང་མེད་པའི་མཚན་མ་ལ་ལྟ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཉན་ཐོས་ཀྱི་ཐེག་པའི་གང་ཟག་དེ་དག་ལ་ཁོང་ཁྲོ་བའི་སེམས་སྐྱེད་དེ།
en: 14. “The view of hostility occurs when a bodhisattva who has a conceptual view of nonexistence becomes hostile towards the followers of the vehicle of the hearers, thinking,

source: འདི་དག་དང་ལྷན་ཅིག་གནས་པར་མི་བྱ། སྨྲ་བ་དང་། ཀུན་དུ་སྨྲ་བ་དང་། ཀུན་བརྗོད་པ་དང་། ཆོས་གོས་ལ་སོགས་པ་ཡོངས་སུ་སྤྱད་པ་ཀུན་སྤྱད་པར་མི་བྱའོ་སྙམ་སྟེ།
en: ‘I will not live together with them, nor will I talk to them, speak to them, address them, or use the same robes as them, and so on.’

source: དེའི་ཕྱིར་རབ་ཏུ་འཁྲུགས་པའི་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of hostility.

source: དེ་ལ་བསོད་ནམས་མ་ཡིན་པ་འཕེལ་བའི་ལྟ་བ་ནི་བརྙས་པའི་ལྟ་བ་དང་། རབ་ཏུ་འཁྲུགས་པའི་ལྟ་བ་ཅན་གྱི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཉིད་བསོད་ནམས་མ་ཡིན་པ་མང་དུ་སྐྱེད་དེ།
en: 15. “The view of increasing demerit causes bodhisattvas who have the view of contempt and the view of hostility to give rise to many nonmeritorious factors.

source: དེའི་ཕྱིར་བསོད་ནམས་མ་ཡིན་པ་འཕེལ་བའི་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of increasing demerit.

source: དེ་ལ་ལོག་པར་ལྟ་བ་ནི་གང་མེད་པའི་མཚན་མ་ལ་ལྟ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་སྟོང་པ་ཉིད་ལ་སྟོང་པ་ཉིད་དུ་མི་རྟོག །
en: 16. “Wrong view occurs when bodhisattvas who have a conceptual view of nonexistence do not understand emptiness to be emptiness,

source: མཚན་མ་མེད་པ་ལ་མཚན་མ་མེད་པར་མི་རྟོག །
en: do not understand absence of characteristics to be absence of characteristics,

source: སྨོན་པ་མེད་པ་ལ་སྨོན་པ་མེད་པར་མི་རྟོག་སྟེ།
en: and do not understand absence of wishes to be absence of wishes.

source: དེས་ན་དེ་སྒོམ་པའི་ཏིང་ངེ་འཛིན་རྣམ་པ་གསུམ་པོ་འདི་མི་སྒྲུབ་སྟེ།
en: Therefore, they do not accomplish the three types of absorption with regard to meditation.

source: དེའི་ཕྱིར་ལོག་པར་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the wrong view.

source: དེ་ལ་ངལ་བ་འབྲས་བུ་མེད་པའི་ལྟ་བ་ནི་གང་ལོག་པར་ལྟ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཏིང་ངེ་འཛིན་བསྒོམ་པའི་ངལ་བ་འབྲས་བུ་མེད་པར་འགྱུར་ཏེ།
en: 17. “The view of pointless fatigue occurs when a bodhisattva who has the wrong view becomes weary of the practice of meditative absorption due to the lack of results.

source: དེའི་ཕྱིར་ངལ་བ་འབྲས་བུ་མེད་པའི་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of pointless fatigue.

source: དེ་ལ་འཕེལ་བར་ལྟ་བ་ནི་གང་མེད་པའི་མཚན་མ་ལ་ལྟ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་འདི་ལྟར་
en: 18. “The view of advancement occurs when a bodhisattva who has a conceptual view of nonexistence thinks,

source: བྱང་ཆུབ་སེམས་དཔའ་གང་སྐྱེ་བོའི་ཚོགས་ཆེན་པོ་ལྟ་བ་འདི་ལ་འཛུད་ཅིང་སྐྱེ་བོའི་ཚོགས་ཆེན་པོ་དད་པར་བྱེད་པ་དེ་བསོད་ནམས་མང་དུ་སྐྱེད་དོ་སྙམ་དུ་ལྟ་བར་འགྱུར་ཏེ
en: ‘A bodhisattva should lead large groups of people to this view and cause them to have faith, so that much merit is created.’

source: དེའི་ཕྱིར་འཕེལ་བར་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of advancement.

source: དེ་ལ་སླུ་བའི་ལྟ་བ་ནི་གང་འཕེལ་བར་ལྟ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་བདག་དང་གཞན་ལ་བསོད་ནམས་ཀྱི་བསམ་པས་བསོད་ནམས་བསླུས་པར་འགྱུར་ཏེ།
en: 19. “The view of deception occurs when bodhisattvas who have the view of advancement, while intent on possessing merit, deceive both themselves and others with respect to possessing merit.

source: དེའི་ཕྱིར་སླུ་བའི་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of deception.

source: དེ་ལ་ཁས་མི་ལེན་པར་ལྟ་བ་ནི་གང་མེད་པའི་མཚན་མ་ལ་ལྟ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: 20. “The view of no claim occurs when a bodhisattva who has a conceptual view of nonexistence thinks,

source: ཆོས་ཐམས་ཅད་མེད་པ་ཉིད་འདི་ལ་གཞན་དང་རྩོད་པར་གྱུར་ན།
en: ‘If someone should dispute the lack of existence of all phenomena,

source: བདག་གི་ཕྱོགས་གང་ཡང་ཁས་མི་བླང་སྟེ།
en: I will not claim any position for myself.

source: བདག་གིས་མི་གཟུགས་པ་འབའ་ཞིག་ཏུ་བྱའོ་སྙམ་མོ། །
en: In fact, I will not posit anything myself.’

source: དེའི་ཕྱིར་ཁས་མི་ལེན་པར་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view without claims.

source: དེ་ལ་གཡོའི་ལྟ་བ་ནི་གང་མེད་པའི་མཚན་མ་ལ་ལྟ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཉིད་ཕྱོགས་ཁས་མི་ལེན་ཏེ། སྒྲ་ཇི་བཞིན་དུ་མེད་པ་དེ་རྣམ་པར་འཇོག་པ་ན་མགབ་ཟུངས་དང་ལྟག་ཅོད་ཀྱི་སྦྱོར་བར་བྱེད་དེ།
en: 21. “The view of fickleness occurs when bodhisattvas who have a conceptual view of nonexistence and do not take a position set forth their literal understanding of nonexistence in a way that is evasive and contradictory.

source: མགབ་ཟུངས་དང་ལྟག་ཅོད་ཀྱི་སྦྱོར་བ་ནི་གཡོ་སྨྲ་བ་ཞེས་བྱ་སྟེ།
en: Someone who is evasive and contradictory is known as a fickle speaker.

source: དེའི་ཕྱིར་གཡོའི་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of fickleness.

source: དེ་ལ་ཆད་པས་བཅད་པའི་ལྟ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའ་གང་ཁས་མི་ལེན་པར་ལྟ་བ་དང་། གཡོའི་ལྟ་བ་སྨྲ་བ་དེ་ཉིད་སྨྲ་བ་སྙིང་པོ་མེད་པའི་ཕྱིར་མཁས་པ་རྣམས་ཀྱིས་དུས་ཐམས་ཅད་དུ་ཆད་པས་བཅད་པར་འགྱུར་ཏེ
en: 22. “The view of ridicule is when bodhisattvas, subscribing to the view without claims and the view of fickleness, lack substance in what they propagate and are therefore continuously ridiculed by learned people.

source: དེའི་ཕྱིར་ཆད་པས་བཅད་པའི་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of ridicule.

source: དེ་ལ་བཀུར་སྟི་བྱེད་པར་ལྟ་བ་ནི་གང་མེད་པའི་མཚན་མ་ལྟ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཉིད་འདི་ལྟར་གང་དེ་བཞིན་གཤེགས་པས་གསུངས་པའི་ལྟ་བ་
en: 23. “The view of adulation occurs when bodhisattvas who have a conceptual view of nonexistence believe that their understanding is aligned with the views that were taught by the Thus-Gone One

source: དེ་ལྟ་བུ་འདི་དག་ལ་སྟེན་པ་དེ་ནི་སྟོན་པ་ལ་བསྟི་སྟང་བྱེད། བླ་མར་བྱེད། རི་མོར་བྱེད་པ་ཡིན་པར་ལྟ་བ་དེ་ནི་རིམ་གྲོ་བྱེད་པ་མ་ཡིན་ཏེ།
en: and believe that they are therefore venerating, respecting, and honoring the teacher by holding them. And yet, this is not a form of veneration.

source: དེའི་ཕྱིར་བཀུར་སྟི་བྱེད་པར་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called a view of adulation.

source: དེ་ལ་སྐུར་པའི་ལྟ་བ་ནི་གང་བཀུར་སྟི་བྱེད་པར་ལྟ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཉིད་དེ་བཞིན་གཤེགས་པ་ལ་སྐུར་པར་བྱེད་དེ། བསྟི་སྟང་མི་བྱེད་པ་འབའ་ཞིག་ནི་མ་ཡིན་ནོ། །
en: 24. “The view of denigration occurs when a bodhisattva who has the view of adulation in fact speaks ill of the Thus-Gone One rather than being constantly respectful.

source: དེའི་ཕྱིར་སྐུར་པའི་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of denigration.

source: དེ་ལ་རྨོངས་པ་བརྟན་པའི་ལྟ་བ་ནི་གང་མེད་པའི་མཚན་མ་ལྟ་བའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་སྒྲ་ཇི་བཞིན་དུ་མངོན་པར་མ་ཞེན་པ་ཕྱིན་ཅི་མ་ལོག་པར་ལྟ་བའི་བྱང་ཆུབ་སེམས་དཔའ་གཞན་དག་གིས་རིགས་པར་བསྟན་ཅིང་
en: 25. “The view of stubborn delusion occurs when bodhisattvas who have a conceptual view of nonexistence cannot be swayed from that view, although other bodhisattvas who do not cling to the literal sense and

source: རྣམ་པ་དུ་མར་བཟློག་པ་བྱས་ཀྱང་ལྟ་བ་དེ་ལས་བསྐྱོད་པར་མི་ནུས་ཏེ
en: thus have an unmistaken view use logic and various other means to refute them.

source: དེའི་ཕྱིར་རྨོངས་པ་བརྟན་པའི་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of stubborn delusion.

source: དེ་ལ་མི་སྨྲ་བའི་ལྟ་བ་ནི་ཉོན་མོངས་པ་བརྟན་པའི་ལྟ་བ་ཅན་གྱི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཉིད་མི་སྨྲ་བའི་ལྟ་བ་ཞེས་བྱའོ། །
en: 26.“ ‘The view of silence’ refers to a bodhisattva who has a view of persistent disturbing emotions. That is why it is called the view of silence.

source: དེ་ལ་ལྟ་བ་ཆེན་པོ་ནི་ལྟ་བ་ཉི་ཤུ་རྩ་དྲུག་པོ་དེ་དག་ཐམས་ཅད་ལ་ལྟ་བ་ཆེན་པོ་ཞེས་བྱའོ། །
en: 27.“ ‘The great view’ refers to all the preceding twenty-six views; collectively they are termed the great view.

source: ལྟ་བ་འདི་ཇི་ལྟ་བ་བཞིན་དུ་འཇིག་ཚོགས་ལ་ལྟ་བའི་རྩ་བ་ལས་བྱུང་བ་ལྟ་བར་གྱུར་པ་དྲུག་ཅུ་རྩ་གཉིས་ནི་དེ་ལྟར་ཁ་ན་མ་ཐོ་བ་ཆེ་བ་མ་ཡིན་ཏེ།
en: Even the sixty-two views that are rooted in the view that a person is real are not nearly as unwholesome as these.

source: དེའི་ཕྱིར་ལྟ་བ་ཆེན་པོ་ཞེས་བྱའོ། །
en: Therefore, this is called the great view.

source: ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་མ་ཡིན་པ་ལ་ཆོས་སུ་འདུ་ཤེས་ཤིང་དོན་མ་ཡིན་པ་ལ་དོན་དུ་འདུ་ཤེས་ནས་
en: When bodhisattvas believe that non-Dharma is the Dharma and think that the incorrect is correct,

source: དེ་ལྟར་ལྟ་བ་མེད་པར་ལྟ་བ་ཡོངས་སུ་རྗོད་པས་
en: they begin to propagate wrong views.

source: དུས་ཚད་མེད་པར་ལས་ཀྱི་སྒྲིབ་པ་ཡོངས་སུ་འཛིན་པ་ཆོས་ཀྱིས་ཕོངས་པར་འགྱུར་བའི་ལས་ཀྱིས་འཇིག་རྟེན་ཀུན་ཏུ་སྦྱོར་བ་ལྟར་འཇིག་ཚོགས་ལ་ལྟ་བའི་རྩ་བ་ལས་བྱུང་བའི་ལྟ་བར་གྱུར་པ་རྣམས་ནི་དེ་ལྟར་ཆོས་ཀྱིས་ཕོངས་པར་འགྱུར་བའི་ལས་ཀྱིས་འཇིག་རྟེན་ཀུན་ཏུ་སྦྱོར་བ་མ་ཡིན་ནོ། །
en: This will make them karmically obscured for an infinitely long period, tied to the world because of having discarded the Dharma. The views that spring from the root of the view that a person is real do not constitute bondage in the world to the same degree as actions that oppose the Dharma.

source: དེ་ལ་མངོན་པའི་ང་རྒྱལ་གྱི་ལྟ་བ་ནི་ལྟ་བ་ཆེན་པོ་ཉིད་མངོན་པའི་ང་རྒྱལ་གྱི་ལྟ་བ་ཞེས་བྱའོ། །
en: 28. “The view of overt pride is a view of strong pride in the extravagant view.

source: ཐེག་པ་ཆེན་པོའི་ཆོས་ཀྱི་དོན་ལ་སྒྲ་ཇི་བཞིན་དུ་མངོན་པར་རློམ་སེམས་སུ་བྱེད་པས་ལོག་པར་ལྟ་བ་འདི་འབྱུང་སྟེ།
en: This wrong view appears because one conceitedly takes the meaning of the Dharma of the Great Vehicle literally.

source: དེའི་ཕྱིར་མངོན་པའི་ང་རྒྱལ་གྱི་ལྟ་བ་ཞེས་བྱའོ། །
en: That is why it is called the view of overt pride.

source: འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཐེག་པ་ཆེན་པོ་ལ་སྒྲ་ཇི་བཞིན་དུ་མ་ཡིན་པར་དགོངས་པ་ལས་བྱུང་བའི་དོན་ལ་ཚུལ་བཞིན་དུ་སོ་སོར་རྟོག་པ་ལ་ནི་འཕགས་པའི་ལྟ་བ་རྣམས་མེད་པར་ཡང་ལྟ་བ་འདི་དག་མི་འབྱུང་སྟེ
en: “Bodhisattvas who properly comprehend the key points of the Great Vehicle—points that are not meant to be taken literally— will not develop any of these views, even if they lack the view of the noble ones.

source: ཐེག་པ་ཆེན་པོ་ལ་དད་ཅིང་ཡིད་ལ་མངོན་དུ་འགྱུར་རོ། །
en: They will have trust in the Great Vehicle and take it to heart.

source: དེའི་ཚུལ་བཞིན་ཡིད་ལ་བྱེད་པའི་རྗེས་སུ་འགྲོ་བའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྐྱེ་བ་ནི་དོན་ཆེན་པོ་ཡིན་ནོ། །
en: If one can develop the trust in the Great Vehicle that allows one to accomplish the Great Vehicle by directing the mind correctly, that will be deeply meaningful.

source: ཆོས་ལ་ཡང་ཆོས་སུ་འདུ་ཤེས་ཤིང་དོན་ལ་ཡང་དོན་དུ་འདུ་ཤེས་པ་ཡིན་ཏེ།
en: In this way, one comes to see the Dharma as the Dharma and the correct as being correct.”

source: འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཡིད་ལ་བྱེད་པ་ལས་སྐྱེ་བའོ།། །།
en: This concludes the explanation on how to develop the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle by means of examination.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྤྱོད་པ་ལས་སྐྱེ་བ་གང་ལགས།
en: “Blessed One, how does behavior develop the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔས་ཇི་ལྟ་ཇི་ལྟ་བུར་ཐེག་པ་ཆེན་པོའི་ཆོས་བྲིས་ནས་
en: “Noble son, bodhisattvas should write down the teachings of the Great Vehicle and

source: འཆང་བ་དང་། དྲན་པར་བྱེད་པ་དང་། མཆོད་པ་དང་། གཞན་ལ་བགེད་པར་བྱེད་པ་དང་། ཀློག་པ་དང་། ཉན་པ་དང་། འདོན་པ་དང་། ཁ་ཏོན་བྱེད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་རབ་ཏུ་སྟོན་པ་དང་། ཚུལ་བཞིན་སེམས་པ་དང་། དེ་ཇི་ལྟ་ཇི་ལྟ་བུར་བསྒོམ་པའི་རྣམ་པའི་བར་དུ་སྦྱོར་ཞིང་
en: then retain them, recollect them, revere them, share them with others, read them, listen to them, recite and chant them, teach them widely, correctly contemplate them, and apply them in meditation.

source: དེ་ལྟ་དེ་ལྟར་སྦྱོར་བ་དེ་ཙམ་དུ་འདི་ལྟ་སྟེ།
en: To the extent that they do,

source: སྔོན་མ་ཐོས་པ་དང་། སྔོན་ཐོས་པ་བརྟན་པར་བྱ་བའི་ཕྱིར་གུས་པའི་དད་པ་སྒོ་མང་པོ་ནས་སྐྱེ་སྟེ།
en: they will develop respectful desire to hear the Dharma that they have not previously heard and stabilize the Dharma that they have already heard.

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་སྤྱོད་པ་ལས་སྐྱེ་བའོ། །
en: This, noble son, is how bodhisattvas engender the trust in the Great Vehicle that allows them to accomplish the Great Vehicle by means of behavior.”

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་འདྲིས་པ་ལས་སྐྱེ་བ་གང་ལགས།
en: “Blessed One, how does familiarity develop the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་འདི་ལྟར་མང་དུ་བྱེད་པ་ནི་
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle should be enhanced as follows.

source: ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ཆུང་ངུ་ལ་བརྟེན་ནས་འབྲིང་ཐོབ་པར་འགྱུར།
en: At first, one will only feel a slight degree of trust in the Great Vehicle. However, based on that, a mediocre form of trust arises.
